Repository: skmwork/django-skmwork
Catalog: myshop/accounts/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Accounts
ru: Аккаунты

source: Birth date
ru: Дата рождения

source: Profile
ru: Профиль

source: Profiles
ru: Профили

source: Edit your account
ru: Изменить профиль

source: Logout
ru: Выйти

source: Password-change
ru: Изменение пароля

source: You can edit your account using the following form:
ru: Вы можете изменить профиль, используя следующую форму:

source: Save
ru: Сохранить

source: Create an account
ru: Создать профиль

source: Please, sign up using the following form:
ru: Пожалуйста, зарегистрируйтесь, используя следующую форму:

source: Create my account
ru: Создать профиль

source: Welcome
ru: Добро пожаловать!

source: Your account has been successfully created. Now you can
ru: Ваш аккаунт успешно создан. Сейчас вы можете

source: log in
ru: войти

source: Logged out
ru: Выйти

source: You have been successfully logged out. You can
ru: Вы успешно вышли из аккаунта

source: log-in again
ru: войти снова

source: Log in
ru: войти

source: Forgotten your password?
ru: Забыли ваш пароль?

source: Registration
ru: Регистрация

source: Password changed
ru: Изменение пароля

source: Your password has been successfully changed.
ru: Ваш пароль был успешно изменён

source: Change you password
ru: Изменить ваш пароль

source: Use the form below to change your password.
ru: Используя форму ниже измените ваш пароль

source: Change
ru: Изменить

source: Password reset
ru: Изменение пароля

source: Password set
ru: Изменение пароля

source: Your password has been set. You can
ru: Ваш пароль был установлен. Вы можете

source: log in now
ru: войти сейчас

source: Reset your password
ru: Сброс вашего пароля

source: Please enter your new password twice:
ru: Пожалуйста, введите ваш пароль дважды

source: Change my password
ru: Изменить ваш пароль

source: We've emailed you instructions for setting your password.
ru: Мы выслали вам инструкции для установки пароля

source: If you don't receive an email, please make sure you've entered the address you registered with.
ru: Если вы не получили email, пожалуйста убедитесь, что введённый адрес использовался для регистрации

source: Enter your e-mail address to obtain a new password.
ru: Введите ваш e-mail адрес для получения новго пароля

source: Thanks for registering. You are now logged in.
ru: Спасибо за регистрацию. Теперь вы вошли.

source: Profile updated successfully
ru: Профиль успешно обновлён

source: Error updating your profile
ru: Ошибка обновления профиля
